Repository: askanium/sparksite
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ro, ru

source: About us
ro: Despre noi
ru: О нас

source: Solutions
ro: Soluții
ru: Решения

source: Contacts
ro: Contacte
ru: Контакты

source: Our clients
ro: Clienții noștri
ru: Наши клиенты

source: Events
ro: Evenimente
ru: События

source: Our partners
ro: Partenerii noștri
ru: Наши партнеры

source: Blog
ru: Блог

source: Spark Research Labs is a regional research and consulting firm that develops solutions for clients from private, public and non-for-profit sectors.
ro: Spark Research Labs, este o companie regională, de cercetare și consultanță care dezvoltă soluții pentru clienți din sectoarele privat, public și non-guvernamental.
ru: Spark Research Labs—это региональная исследовательская и консалтинговая компания, которая разрабатывает бизнес решения для клиентов из частного, государственного и негосударственного секторов.

source: We are applying in-depth knowledge, looking for deep understanding of the root causes and deliver inclusive solutions for each client. Our team has circa 5 years of experience in various fields:
ro: Aplicăm cunoștințe profunde și perseverăm pentru a înțelege cauzele primare și pentru a livra soluții comprehensive pentru fiecare client. Echipa noastră are o experiența de circa 5 ani în domenii precum:
ru: Мы используем фундаментальные знания для углублённого анализа коренных причин и разрабатываем комплексные решения для каждого клиента. Наша команда обладает пятилетним опытом работы в таких областях как:

source: Strategy Development
ro: Dezvoltarea Strategiei
ru: Разработка Стратегий

source: Process and Project Management
ro: Managementul Proceselor și al Proiectelor
ru: Управление Проектами и Процессами

source: Quality Management
ro: Managementul Calității
ru: Управление Качеством

source: Production and Supply Chain Management
ro: Managementul Producerii și al Lanțului de Aprovizionare
ru: Управление Производством и Логистикой

source: Knowledge Management
ro: Managementul Cunoștințelor
ru: Управление Знаниями

source: IT and Data Mining
ro: IT și Analiza Datelor Mari (Data Mining)
ru: IT и Анализ Больших Массивов Данных

source: We integrate our consulting insights, IT tools and hands-on support into the client’s system at all levels thus ensuring concrete results and clients’ long-term, continuous improvement. We develop ourselves together with our clients and build lasting relationships with them.
ro: Integrăm soluțiile noastre de consultanță și produsele IT în sistemul clientului, ghidându-l la toate nivelurile, astfel asigurând obținerea rezultatelor concrete și dezvoltarea continuă al acestuia. Ne dezvoltăm și stabilim relații durabile împreună cu clienții noștri.
ru: Мы внедряем наши консалтинговые решения, IT-инструменты и методические материалы на разных системных уровнях наших клиентов, таким образом мы обеспечиваем достижение конкретных результатов и непрерывное развитие. Мы развиваемся вместе с нашими клиентами и строим с ними долгосрочные отношения.

source: We connect with our partners in social and business projects contributing to the sustainable development of the society.
ro: Colaborăm cu partenerii noștri în proiecte sociale și de business, astfel, contribuind la dezvoltarea sustenabilă a societății.
ru: Мы сотрудничаем с нашими партнёрами в социальных и бизнес проектах, способствуя устойчивому развитию общества.

source: Developed the curriculum and learning process
ro: Am dezvoltat curriculum și procesul de învățare
ru: Разработали программу и процесс обучения

source: August 17 – 30, 2015
ro: 17 - 30 august 2015
ru: 17 - 30 августа 2015

source: GirlsGoIT is aim to boost Moldova’s entrepreneurship and innovation capacity by investing and empowering girls and women to master digital technologies. Girls Go IT will use technology and education to further career opportunities for girls in the digital economy, empowering them with digital skills to gain greater access to employability and entrepreneurship.
ro: GirlsGoIT este un program comun lansat de Fondul Națiunilor Unite pentru Femei în Moldova (UN Women în Moldova), Centrul de Guvernare Electronică, Novateca, Asociația Națională a Companiilor Private din Domeniul TIC (ATIC) și TEKEDU.
ru: GirlsGoIT является совместной программой, инициированной Женским Фондом Организации Объединённых Наций в Молдове (UN Women в Молдове), Центром Электронного Правительства, Novateca, Национальной Ассоциации Частных Компаний в области ИКТ (ATIC) и TEKEDU.

source: GirlsGoIT will develop a manifesto platform to increase dialogue and strengthen collaborative action by Government institutions, International organizations, Businesses and Civil society to enhance girls and women digital skills, entrepreneurial mind-set and start up potential. The commitment of the collaborative stakeholders will work together to advance Moldova Girls and Women digital education and skills.
ro: Programul are drept scop stimularea antreprenoriatului și a capacității de inovare în Republica Moldova prin atragerea investițiilor pentru abilitarea fetelor și femeilor cu competențe în domeniul tehnologiilor informaționale.
ru: Программа направлена на стимулирование предпринимательства и инновационного потенциала в Республике Молдова путем привлечения инвестиций для расширения возможностей девочек и женщин, имеющих навыки в области информационных технологий.

source: Past events
ro: Evenimente precedente
ru: Предыдущие события

source: Sponsored
ro: Am sponsorizat
ru: Спонсировали

source: Things change rapidly nowadays, with a lot of options to choose from in all areas. Thus, quite frequently we find ourselves pondering on what option to choose and what path to follow in order to get the best possible result. This is true on the personal level as well as on the society level, where as a nation people have to make decisions that will bring them peace and prosperity.
ro: Realitatea prezentului se schimbă cu o viteză uluitoare. Trăim într-o societate care oferă o gamă tot mai largă de alegeri şi, de multe ori, ne pomenim prinşi ponderând între ce opţiuni să alegem şi ce drum să urmăm aşa ca să obţinem cel mai bun rezultat posibil. E un adevăr valabil atât la nivel personal, cât şi în cazul întregii ţări, unde în calitate de societate trebuie să luăm decizii care să ne garanteze pacea şi prosperitatea.
ru: В настоящее время все меняется очень быстро, и в любой области нам доступно множество вариантов выбора. Поэтому довольно часто мы размышляем о том, какой же вариант выбрать и каким путем следовать для того, чтобы получить наилучший результат. Это происходит как на личном уровне, так и на уровне общества, где люди, как единая нация, должны принимать решения, которые приведут их к миру и процветанию.

source: At TEDxChisinau: Crossroads you’ll find different views of local and international speakers on what choices are to be made in order to solve the world’s current problems or at least deal with them more efficiently. How to take better decisions when faced with a choice? What to do when being on a crossroad?
ro: Iată de ce, la TEDxChisinau: Crossroads speakerii îşi vor împărtăşi cunoştinţele şi experienţele despre alegerile pe care trebuie să le facem ca să rezolvăm probleme actuale sau, cel puţin, să le facem faţă într-un mod cât mai eficient.
ru: На TEDxChisinau: Crossroads вы услышите различные мнения местных и международных спикеров о том, какой выбор должен быть сделан для того, чтобы более эффективно решать текущие проблемы в мире или, по крайней мере, справляться с ними. Как принять лучшее решение, когда сталкиваешься с выбором? Что делать, когда оказываешься на перекрестке?

source: Delivered two workshops
ro: Am livrat două workshopuri
ru: Провели два семинара

source: Bizpower—the biggest business event in the Republic of Moldova was held on the May 2–3, 2014. More than 50 speakers talked about actual for local businesses themes, addressed to the 700 delegates. How to gain life-long customers, what does the internationalization of business imply, from coaching to KPI indicators—the aim of Bizpower conference in 2014 was sharing valuable knowledge through discussion of relevant topics.
ro: Bizpower—cel mai mare eveniment de business din Republica Moldova a fost organizat în cea de a doua ediție în perioada 2–3 mai 2014. Peste 50 de speakeri au vorbit despre cele mai stringente tematici din mediul de afaceri local, adresându-se celor 700 de participanți prezenți la eveniment. Cum să câștigi clienți pe viață, ce presupune internaționalizarea afacerii, de la coaching la indicatori KPI—esența conferinței Bizpower 2014 a rămas împărtășirea cunoștințelor valoroase la eveniment prin abordarea unor subiecte actuale.
ru: Bizpower—самое большое бизнес событие Республики Молдова было проведено 2–3 мая 2014г. Более 50 докладчиков говорили о самых актуальных для местного бизнеса темах, обращаясь к 700 делегатам данной конференции. Как завоевать клиентов на всю жизнь, что предполагает интернационализация бизнеса, от коучинга до показателей KPI—целью конференции Bizpower 2014 был обмен ценными знаниями посредством обсуждения актуальных тематик.

source: Prism is a cloud-based solution designed to assist in the management of warehouse stocks throughout the supply chain.
ro: Prism este o soluție 'cloud-based' care ajută managementul unei companii în luarea deciziilor legate de gestionarea stocurilor în întregul lanț de distribuție.
ru: Prism представляет собой «облачное» решение, разработанное для помощи менеджменту в управлении складскими запасами на протяжении всей цепи поставок.

source: Prism algorithms are developed for the big data analysis. The algorithm improves itself independently based on trends in the supply chain and provides accurate information needed to regulate the process of delivery and procurement.Prism provides management with the information of the quantity of goods to be delivered to a specific point of sales, as well as with the information about the storage positions (Stock Keeping Unit–SKU), that must be ordered from the central warehouse.
ro: Algoritmul Prism este bazat pe analiza de date mari (big data). Este un algoritm care se auto-îmbunătățește studiind tendințele lanțului de aprovizionare și oferă informații exacte și precise pentru echilibrarea procesului de achiziție și distribuție. Prism ajută managementul cu informații referitoare la cantitățile de produse care trebuie să fie livrate la un anumit punct de vânzare și cu informații cu privire la unitățile de stoc (Stock Keeping Unit–SKU), care ar trebui să fie comandate la depozitul central.
ru: Алгоритмы Prism разработаны для анализа больших данных. Алгоритм самостоятельно улучшает себя на основе тенденций цепи поставок и предоставляет точную информацию, необходимую для регулирования процесса доставки и закупок. Призм помогает менеджменту, обеспечивая его информацией о количестве товаров, которое необходимо доставить в конкретную точку реализации, а также снабжая информацией о складских позициях (Stock Keeping Unit–SKU), которые необходимо заказать в центральном складе.

source: Prism is a solution that is ideally suited to different business models. It is suitable both for the local supply network, and for the network with international suppliers. The solution provides accurate information for product portfolios with different characteristics—from perishable goods to products with a long life cycle.
ro: Prism este o soluție care se potrivește perfect cerințelor diverselor modele de business. Este utilă atât pentru o rețea de distribuție cu un furnizor local cât și pentru o rețea cu furnizori internaționali. Soluția software oferă informații exacte pentru diverse structuri de portofolii de produse, care pot fi compuse din bunuri de consum curent și ușor perisabile, dar și din produse cu ciclul de viață prelungit.
ru: Prism представляет собой решение, которое идеально подходит различным моделям бизнеса. Оно подходит как для сети поставок локального размера, так и для сети с международными поставщиками. Решение предоставляет точную информацию для портфелей продуктов с различными характеристиками, от скоропортящихся товаров до товаров с длительным жизненным циклом.

source: Connection of Prism to the client system is made through the individual implementation program developed to meet customer needs. The implementation program includes training of employees, configuration and setup of the program, processes’ improvement and development of the necessary documentation.
ro: Implementarea Prism în sistemul clientului se face prin intermediul unui program ajustat realităților fiecărui client și combină în sine traininguri aplicate, configurare de software, îmbunătățirea proceselor și dezvoltarea documentației necesare.
ru: Подключение Prism к системе клиента производится через индивидуальную программу внедрения, разработанную с учётом потребностей клиента. Программа внедрения предполагает обучение сотрудников, конфигурацию и настройку программы, улучшение процессов и разработку необходимой документации.

source: All Rights Reserved.
ro: Toate drepturile rezervate.
ru: Все права защищены.
